Repository: ClawdBonzo/menomap
Catalog: MenoMap/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: How to use your MenoMap notes in a visit
ar: كيف تستخدمين ملاحظات MenoMap في الموعد
cs: Jak využít poznámky z MenoMap při návštěvě
da: Sådan bruger du dine MenoMap-noter ved et lægebesøg
de: So nutzt du deine MenoMap-Notizen beim Termin
el: Πώς να χρησιμοποιήσεις τις σημειώσεις του MenoMap σε ένα ραντεβού
es: Cómo usar tus notas de MenoMap en la consulta
es_419: Cómo usar tus notas de MenoMap en una consulta
fi: Näin käytät MenoMap-muistiinpanoja vastaanotolla
fr: Comment utiliser vos notes MenoMap lors d’un rendez-vous
he: איך להשתמש בסיכום של MenoMap בביקור
hi: अपॉइंटमेंट में MenoMap नोट्स का इस्तेमाल कैसे करें
hr: Kako koristiti bilješke iz aplikacije MenoMap na posjetu
hu: Hogyan használd a MenoMap jegyzeteidet a rendelésen
id: Cara memakai catatan MenoMap saat konsultasi
it: Come usare le note di MenoMap durante una visita
ja: 受診でMenoMapのメモを活用する方法
ko: 진료 때 MenoMap 메모 활용법
ms: Cara menggunakan nota MenoMap anda semasa temu janji
nb: Slik bruker du MenoMap-notatene ved legetimen
nl: Zo gebruik je je MenoMap-notities bij een afspraak
pl: Jak korzystać z notatek MenoMap podczas wizyty
pt_br: Como usar suas notas do MenoMap na consulta
pt_pt: Como usar as notas do MenoMap numa consulta
ro: Cum să folosești notițele MenoMap la o consultație
sk: Ako využiť poznámky z MenoMap pri návšteve u lekára
sv: Så använder du dina MenoMap-anteckningar vid ett läkarbesök
th: วิธีใช้สรุปจาก MenoMap เมื่อพบแพทย์
tr: MenoMap notlarını randevuda nasıl kullanırsın
uk: Як використовувати нотатки MenoMap на візиті
vi: Cách dùng ghi chú MenoMap trong buổi khám
zh_hans: 就诊时如何使用 MenoMap 笔记
zh_hant: 如何在就診時使用 MenoMap 筆記

source: How was %@?
ar: كيف كان %@؟
cs: Jaký byl den %@?
da: Hvordan var %@?
de: Wie war %@?
el: %@: πώς πήγε η μέρα;
es: ¿Qué tal %@?
es_419: ¿Cómo estuvo el %@?
fi: Millainen päivä oli %@?
fr: Comment s’est passé %@ ?
he: איך היה %@?
hi: %@ कैसा रहा?
hr: Kako je bilo %@?
hu: Milyen volt a nap: %@?
id: Bagaimana harimu pada %@?
it: Com'è andata il %@?
ja: %@はいかがでしたか？
ko: %@ 어떠셨어요?
ms: Bagaimana %@?
nb: Hvordan var %@?
nl: Hoe was %@?
pl: Jak minął dzień (%@)?
pt_br: Como foi %@?
pt_pt: Como foi %@?
ro: Cum a fost %@?
sk: Aký bol deň %@?
sv: Hur var %@?
th: %@ เป็นอย่างไรบ้าง
tr: %@ nasıldı?
uk: Як минув день (%@)?
vi: Ngày %@ thế nào?
zh_hans: %@过得怎么样？
zh_hant: %@過得如何？

source: How was today?
ar: كيف كان يومكِ؟
cs: Jaký byl dnešek?
da: Hvordan var i dag?
de: Wie war dein Tag?
el: Πώς ήταν η μέρα σου;
es: ¿Qué tal hoy?
es_419: ¿Cómo estuvo hoy?
fi: Millainen päivä tänään oli?
fr: Comment s’est passée la journée ?
he: איך היה היום?
hi: आज का दिन कैसा रहा?
hr: Kako je bilo danas?
hu: Milyen volt a mai nap?
id: Bagaimana hari ini?
it: Com'è andata oggi?
ja: 今日はいかがでしたか？
ko: 오늘 하루 어땠어요?
ms: Bagaimana hari ini?
nb: Hvordan var dagen?
nl: Hoe was vandaag?
pl: Jak minął dzień?
pt_br: Como foi hoje?
pt_pt: Como foi o dia de hoje?
ro: Cum a fost azi?
sk: Aký bol dnešok?
sv: Hur var dagen?
th: วันนี้เป็นอย่างไรบ้าง
tr: Bugün nasıldı?
uk: Як минув день?
vi: Hôm nay thế nào?
zh_hans: 今天过得怎么样？
zh_hant: 今天過得如何？

source: How you take it, e.g. gel, patch, tablet
ar: طريقة التناول، مثلًا: جل، لصقة، قرص
cs: Jak ho užíváš, např. gel, náplast, tableta
da: Hvordan du tager det, fx gel, plaster, tablet
de: Wie du es anwendest, z. B. Gel, Pflaster, Tablette
el: Πώς το παίρνεις, π.χ. γέλη, επίθεμα, δισκίο
es: Cómo lo tomas, p. ej., gel, parche, comprimido
es_419: Cómo lo tomas, p. ej., gel, parche, tableta
fi: Miten otat sen, esim. geeli, laastari, tabletti
fr: Comment vous le prenez, p. ex. gel, patch, comprimé
he: איך את נוטלת אותה, למשל ג׳ל, מדבקה, טבלייה
hi: आप इसे कैसे लेती हैं, जैसे जेल, पैच, गोली
hr: Kako uzimaš, npr. gel, flaster, tableta
hu: Hogyan szeded, pl. gél, tapasz, tabletta
id: Cara pemakaian, mis. gel, plester, tablet
it: Come lo prendi, es. gel, cerotto, compressa
ja: 使い方（例：ジェル、パッチ、錠剤）
ko: 투여 방법, 예: 젤, 패치, 알약
ms: Cara anda mengambilnya, cth. gel, tampalan, tablet
nb: Hvordan du tar den, f.eks. gel, plaster, tablett
nl: Hoe je het gebruikt, bijv. gel, pleister, tablet
pl: Jak przyjmujesz, np. żel, plaster, tabletka
pt_br: Como você usa, ex.: gel, adesivo, comprimido
pt_pt: Como tomas, p. ex. gel, adesivo, comprimido
ro: Cum îl iei, de ex. gel, plasture, comprimat
sk: Ako ho užívaš, napr. gél, náplasť, tableta
sv: Hur du tar det, t.ex. gel, plåster, tablett
th: วิธีใช้ยา เช่น เจล แผ่นแปะ ยาเม็ด
tr: Nasıl kullandığın, ör. jel, bant, tablet
uk: Як ти приймаєш, напр. гель, пластир, таблетка
vi: Cách dùng, ví dụ: gel, miếng dán, viên uống
zh_hans: 用法，例如凝胶、贴片、片剂
zh_hant: 使用方式，例如凝膠、貼片、錠劑

source: I don't take anything right now
ar: لا أتناول شيئًا حاليًا
cs: Momentálně nic neužívám
da: Jeg tager ikke noget lige nu
de: Ich nehme gerade nichts
el: Δεν παίρνω τίποτα αυτή τη στιγμή
es: Ahora mismo no tomo nada
es_419: No tomo nada por ahora
fi: En käytä tällä hetkellä mitään
fr: Je ne prends rien en ce moment
he: אני לא נוטלת כלום כרגע
hi: मैं अभी कुछ नहीं ले रही
hr: Trenutačno ništa ne uzimam
hu: Jelenleg nem szedek semmit
id: Saat ini aku tidak menggunakan apa pun
it: Al momento non prendo nulla
ja: 今は何も使っていません
ko: 지금은 복용하는 게 없어요
ms: Saya tidak mengambil apa-apa sekarang
nb: Jeg bruker ingenting nå
nl: Ik gebruik op dit moment niets
pl: Obecnie nic nie przyjmuję
pt_br: Não tomo nada no momento
pt_pt: De momento não tomo nada
ro: Nu iau nimic în prezent
sk: Momentálne nič neužívam
sv: Jag tar inget just nu
th: ตอนนี้ฉันไม่ได้ใช้ยาอะไร
tr: Şu an hiçbir şey kullanmıyorum
uk: Зараз я нічого не приймаю
vi: Hiện tôi không dùng gì
zh_hans: 我目前没有用药
zh_hant: 我目前沒有使用任何藥物

source: I had bleeding after menopause
ar: حدث لي نزيف بعد انقطاع الطمث
cs: Měla jsem krvácení po menopauze
da: Jeg har haft blødning efter menopausen
de: Ich hatte eine Blutung nach der Menopause
el: Είχα αιμορραγία μετά την εμμηνόπαυση
es: He tenido un sangrado después de la menopausia
es_419: Tuve sangrado después de la menopausia
fi: Minulla oli verenvuotoa menopaussin jälkeen
fr: J’ai eu des saignements après la ménopause
he: היה לי דימום לאחר הפסקת הווסת
hi: मुझे रजोनिवृत्ति के बाद रक्तस्राव हुआ
hr: Imala sam krvarenje nakon menopauze
hu: Menopauza utáni vérzésem volt
id: Aku mengalami perdarahan setelah menopause
it: Ho avuto un sanguinamento dopo la menopausa
ja: 閉経後に出血がありました
ko: 폐경 후 출혈이 있었어요
ms: Saya mengalami pendarahan selepas menopaus
nb: Jeg har hatt blødning etter menopausen
nl: Ik had bloedverlies na de overgang
pl: Miałam krwawienie po menopauzie
pt_br: Tive sangramento após a menopausa
pt_pt: Tive uma hemorragia depois da menopausa
ro: Am avut sângerare după menopauză
sk: Mala som krvácanie po menopauze
sv: Jag har haft en blödning efter menopausen
th: ฉันมีเลือดออกหลังหมดประจำเดือน
tr: Menopoz sonrası kanamam oldu
uk: У мене була кровотеча після менопаузи
vi: Tôi bị chảy máu sau mãn kinh
zh_hans: 我在绝经后出现了出血
zh_hant: 我停經後有出血

source: I have an appointment
ar: لديّ موعد
cs: Mám domluvenou návštěvu
da: Jeg har en lægeaftale
de: Ich habe einen Termin
el: Έχω ραντεβού
es: Tengo una cita
es_419: Tengo una cita
fi: Minulla on käynti tulossa
fr: J’ai un rendez-vous
he: יש לי תור
hi: मेरा अपॉइंटमेंट है
hr: Imam termin
hu: Van egy időpontom
id: Aku punya janji temu
it: Ho un appuntamento
ja: 受診予定があります
ko: 진료 예약이 있어요
ms: Saya ada temu janji
nb: Jeg har en legetime
nl: Ik heb een afspraak
pl: Mam umówioną wizytę
pt_br: Tenho uma consulta marcada
pt_pt: Tenho uma consulta marcada
ro: Am o programare
sk: Mám termín u lekára
sv: Jag har ett läkarbesök inbokat
th: ฉันมีนัดพบแพทย์
tr: Randevum var
uk: У мене запланований візит
vi: Tôi có lịch hẹn khám
zh_hans: 我有预约
zh_hant: 我有門診預約

source: I no longer have periods
ar: لم تعد تأتيني الدورة الشهرية
cs: Už nemám menstruaci
da: Jeg har ikke længere menstruation
de: Ich habe keine Periode mehr
el: Δεν έχω πια περίοδο
es: Ya no tengo la regla
es_419: Ya no tengo menstruación
fi: Minulla ei ole enää kuukautisia
fr: Je n’ai plus de règles
he: כבר אין לי וסת
hi: मेरे पीरियड अब नहीं आते
hr: Više nemam mjesečnice
hu: Már nincs menstruációm
id: Aku sudah tidak haid lagi
it: Non ho più le mestruazioni
ja: もう月経はありません
ko: 이제 생리를 하지 않아요
ms: Saya tidak lagi datang haid
nb: Jeg har ikke lenger menstruasjon
nl: Ik ben niet meer ongesteld
pl: Nie mam już miesiączek
pt_br: Não menstruo mais
pt_pt: Já não tenho menstruação
ro: Nu mai am menstruație
sk: Už nemám menštruáciu
sv: Jag har inte längre mens
th: ฉันไม่มีประจำเดือนแล้ว
tr: Artık adet görmüyorum
uk: У мене вже немає менструацій
vi: Tôi không còn kinh nguyệt
zh_hans: 我已经没有月经了
zh_hant: 我已經沒有月經了

source: I track my symptoms with MenoMap and can bring you a one-page summary. Information for clinicians:
ar: أتتبّع أعراضي باستخدام MenoMap ويمكنني أن أحضر لك ملخصًا من صفحة واحدة. معلومات للأطباء:
cs: Své příznaky sleduji v aplikaci MenoMap a můžu vám přinést jednostránkové shrnutí. Informace pro lékaře:
da: Jeg registrerer mine symptomer med MenoMap og kan tage et resumé på én side med. Information til læger:
de: Ich erfasse meine Beschwerden mit MenoMap und kann Ihnen eine einseitige Zusammenfassung mitbringen. Informationen für Ärztinnen und Ärzte:
el: Καταγράφω τα συμπτώματά μου με το MenoMap και μπορώ να σας φέρω μια σύνοψη μίας σελίδας. Πληροφορίες για γιατρούς:
es: Registro mis síntomas con MenoMap y puedo llevar a la consulta un resumen de una página. Información para profesionales sanitarios:
es_419: Registro mis síntomas con MenoMap y puedo llevar a la consulta un resumen de una página. Información para profesionales de la salud:
fi: Seuraan oireitani MenoMapilla ja voin tuoda sinulle yhden sivun yhteenvedon. Tietoa lääkäreille:
fr: Je suis mes symptômes avec MenoMap et je peux vous apporter un résumé d’une page. Informations pour les professionnels de santé :
he: אני מתעדת את התסמינים שלי ב-MenoMap ויכולה להביא לך סיכום של עמוד אחד. מידע לצוות הרפואי:
hi: मैं MenoMap से अपने लक्षण ट्रैक करती हूँ और आपके लिए एक पेज का सारांश ला सकती हूँ। डॉक्टरों के लिए जानकारी:
hr: Pratim svoje simptome aplikacijom MenoMap i mogu vam donijeti sažetak na jednoj stranici. Informacije za liječnike:
hu: A tüneteimet a MenoMappal követem, és egyoldalas összefoglalót tudok hozni Önnek. Információ orvosoknak:
id: Saya mencatat gejala saya dengan MenoMap dan bisa membawakan ringkasan satu halaman untuk Anda. Informasi untuk dokter:
it: Registro i miei sintomi con MenoMap e posso portarle un riepilogo di una pagina. Informazioni per i medici:
ja: MenoMapで症状を記録していて、1ページのまとめをお持ちできます。医師の方への情報：
ko: 저는 MenoMap으로 증상을 기록하고 있으며, 한 페이지 요약을 가져올 수 있어요. 의료진을 위한 정보:
ms: Saya menjejaki simptom saya dengan MenoMap dan boleh membawa ringkasan satu halaman untuk anda. Maklumat untuk doktor:
nb: Jeg følger med på symptomene mine med MenoMap og kan ta med et sammendrag på én side. Informasjon til leger:
nl: Ik houd mijn klachten bij met MenoMap en kan een samenvatting van één pagina meenemen. Informatie voor artsen:
pl: Śledzę swoje objawy w MenoMap i mogę przynieść jednostronicowe podsumowanie. Informacje dla lekarzy:
pt_br: Acompanho meus sintomas com o MenoMap e posso trazer um resumo de uma página. Informações para profissionais de saúde:
pt_pt: Registo os meus sintomas com o MenoMap e posso trazer-lhe um resumo de uma página. Informação para profissionais de saúde:
ro: Îmi urmăresc simptomele cu MenoMap și vă pot aduce un rezumat de o pagină. Informații pentru medici:
sk: Sledujem svoje príznaky v apke MenoMap a môžem vám priniesť jednostranové zhrnutie. Informácie pre lekárov:
sv: Jag följer mina symtom med MenoMap och kan ta med en sammanfattning på en sida. Information för läkare:
th: ฉันบันทึกอาการด้วย MenoMap และนำสรุปหนึ่งหน้ามาให้คุณดูได้ ข้อมูลสำหรับแพทย์:
tr: Belirtilerimi MenoMap ile takip ediyorum ve size tek sayfalık bir özet getirebilirim. Doktorlar için bilgi:
uk: Я відстежую свої симптоми в MenoMap і можу принести односторінковий підсумок. Інформація для лікарів:
vi: Tôi theo dõi triệu chứng bằng MenoMap và có thể mang cho bác sĩ bản tóm tắt một trang. Thông tin dành cho bác sĩ:
zh_hans: 我用 MenoMap 记录症状，可以带一页摘要给你。医生参考信息：
zh_hant: 我用 MenoMap 追蹤症狀，可以帶一頁摘要給你。給醫師的資訊：

source: I understand
ar: أفهم ذلك
cs: Rozumím
da: Jeg forstår
de: Ich verstehe
el: Το κατανοώ
es: Entendido
es_419: Entiendo
fi: Ymmärrän
fr: Je comprends
he: אני מבינה
hi: मैं समझती हूँ
hr: Razumijem
hu: Megértettem
id: Aku mengerti
it: Ho capito
ja: 理解しました
ko: 이해했어요
ms: Saya faham
nb: Jeg forstår
nl: Ik begrijp het
pl: Rozumiem
pt_br: Entendi
pt_pt: Compreendo
ro: Înțeleg
sk: Rozumiem
sv: Jag förstår
th: เข้าใจแล้ว
tr: Anladım
uk: Я розумію
vi: Tôi đã hiểu
zh_hans: 我明白
zh_hant: 我了解

source: I use MenoMap to log hot flashes and bring notes to my appointments. Code MENOFRIEND gets you 30 days of Pro free.
ar: أستخدم MenoMap لتسجيل الهبّات الساخنة وأحضر ملاحظات إلى مواعيدي. الرمز MENOFRIEND يمنحكِ 30 يومًا من Pro مجانًا.
cs: K zaznamenávání návalů horka a poznámkám k návštěvám u lékaře používám MenoMap. S kódem MENOFRIEND máš 30 dní Pro zdarma.
da: Jeg bruger MenoMap til at registrere hedeture og tage noter med til mine lægeaftaler. Med koden MENOFRIEND får du 30 dage med Pro gratis.
de: Ich nutze MenoMap, um Hitzewallungen zu erfassen und Notizen zu meinen Terminen mitzunehmen. Mit dem Code MENOFRIEND bekommst du 30 Tage Pro kostenlos.
el: Χρησιμοποιώ το MenoMap για να καταγράφω τις εξάψεις μου και να πηγαίνω σημειώσεις στα ραντεβού μου. Με τον κωδικό MENOFRIEND παίρνεις 30 ημέρες Pro δωρεάν.
es: Uso MenoMap para registrar mis sofocos y llevar notas a mis citas. Con el código MENOFRIEND tienes 30 días de Pro gratis.
es_419: Uso MenoMap para registrar mis bochornos y llevar notas a mis citas. Con el código MENOFRIEND tienes 30 días de Pro gratis.
fi: Kirjaan kuumat aallot MenoMapiin ja vien muistiinpanot käynneilleni. Koodilla MENOFRIEND saat 30 päivää Pro-versiota maksutta.
fr: J’utilise MenoMap pour noter mes bouffées de chaleur et apporter des notes à mes rendez-vous. Avec le code MENOFRIEND, tu as 30 jours de Pro offerts.
he: אני משתמשת ב-MenoMap כדי לתעד גלי חום ולהביא סיכום לתורים שלי. עם הקוד MENOFRIEND מקבלים 30 ימים של Pro בחינם.
hi: मैं हॉट फ़्लैश दर्ज करने और अपॉइंटमेंट पर नोट्स ले जाने के लिए MenoMap इस्तेमाल करती हूँ। कोड MENOFRIEND से आपको 30 दिन का Pro मुफ़्त मिलेगा।
hr: Aplikacijom MenoMap bilježim valunge i nosim bilješke na preglede. S kodom MENOFRIEND dobivaš 30 dana Pro verzije besplatno.
hu: A MenoMappal rögzítem a hőhullámaimat, és jegyzeteket viszek az orvosi időpontjaimra. A MENOFRIEND kóddal 30 nap ingyenes Pro-hozzáférést kapsz.
id: Aku pakai MenoMap untuk mencatat rasa panas mendadak dan membawa catatan saat janji temu. Pakai kode MENOFRIEND untuk dapat Pro gratis 30 hari.
it: Uso MenoMap per registrare le vampate di calore e portare note ai miei appuntamenti. Con il codice MENOFRIEND hai 30 giorni di Pro gratis.
ja: MenoMapでホットフラッシュを記録して、受診のときにメモを持って行っています。コード MENOFRIEND で、Proを30日間無料で使えます。
ko: 저는 MenoMap으로 안면홍조를 기록하고 진료 때 메모를 가져가요. 코드 MENOFRIEND를 쓰면 Pro를 30일 무료로 쓸 수 있어요.
ms: Saya guna MenoMap untuk mencatat panas badan mendadak dan membawa nota ke temu janji saya. Kod MENOFRIEND memberi anda 30 hari Pro secara percuma.
nb: Jeg bruker MenoMap til å registrere hetetokter og ta med notater til legetimene mine. Med koden MENOFRIEND får du 30 dager med Pro gratis.
nl: Ik gebruik MenoMap om opvliegers bij te houden en neem notities mee naar mijn afspraken. Met code MENOFRIEND krijg je 30 dagen Pro gratis.
pl: Zapisuję uderzenia gorąca w MenoMap i przynoszę notatki na wizyty. Z kodem MENOFRIEND dostaniesz 30 dni Pro za darmo.
pt_br: Uso o MenoMap para registrar fogachos e levar notas para as consultas. Com o código MENOFRIEND você ganha 30 dias de Pro grátis.
pt_pt: Uso o MenoMap para registar afrontamentos e levar notas às minhas consultas. Com o código MENOFRIEND tens 30 dias de Pro grátis.
ro: Folosesc MenoMap ca să-mi notez bufeurile și să duc notițe la programări. Cu codul MENOFRIEND primești 30 de zile de Pro gratuit.
sk: Návaly tepla si zaznamenávam v apke MenoMap a na návštevy u lekára si nosím poznámky. S kódom MENOFRIEND získaš 30 dní Pro zadarmo.
sv: Jag använder MenoMap för att logga värmevallningar och ta med anteckningar till mina läkarbesök. Med koden MENOFRIEND får du 30 dagar Pro gratis.
th: ฉันใช้ MenoMap บันทึกอาการร้อนวูบวาบและนำสรุปไปให้แพทย์ดูเวลามีนัด ใช้โค้ด MENOFRIEND รับ Pro ฟรี 30 วัน
tr: Sıcak basmalarımı kaydetmek ve randevulara not götürmek için MenoMap kullanıyorum. MENOFRIEND koduyla 30 gün ücretsiz Pro alırsın.
uk: Я записую припливи в MenoMap і приношу нотатки на візити. З кодом MENOFRIEND отримаєш 30 днів Pro безкоштовно.
vi: Mình dùng MenoMap để ghi lại các cơn bốc hỏa và mang ghi chú đến buổi khám. Nhập mã MENOFRIEND để được dùng Pro miễn phí 30 ngày.
zh_hans: 我用 MenoMap 记录潮热，并把笔记带去就诊。使用代码 MENOFRIEND 可免费获得 30 天 Pro。
zh_hant: 我用 MenoMap 記錄熱潮紅，並帶筆記去看診。使用代碼 MENOFRIEND 可免費獲得 30 天 Pro。

source: I'm having a night sweat
ar: أمرّ بنوبة تعرّق ليلي
cs: Mám noční pocení
da: Jeg har nattesved
de: Ich habe gerade einen Schweißausbruch
el: Έχω νυχτερινή εφίδρωση
es: Tengo un sudor nocturno
es_419: Tengo un sudor nocturno
fi: Minulla on yöhikoilua
fr: J’ai des sueurs nocturnes
he: יש לי הזעת לילה
hi: रात में पसीना आ रहा है
hr: Imam noćno znojenje
hu: Éjszakai izzadásom van
id: Keringat malam datang
it: Ho una sudorazione notturna
ja: 寝汗をかいています
ko: 야간 발한이 와요
ms: Saya sedang berpeluh malam
nb: Jeg har nattesvette
nl: Ik lig te zweten
pl: Mam nocne poty
pt_br: Estou com suor noturno
pt_pt: Estou com suores noturnos
ro: Am o transpirație nocturnă
sk: Mám nočné potenie
sv: Jag nattsvettas just nu
th: กำลังเหงื่อออกตอนกลางคืน
tr: Gece terlemesi yaşıyorum
uk: У мене нічна пітливість
vi: Tôi đang đổ mồ hôi đêm
zh_hans: 我正在夜间盗汗
zh_hant: 我正在夜間盜汗

source: I'm having a surge
ar: أمرّ بموجة
cs: Mám vlnu
da: Jeg har en bølge
de: Ich habe eine Welle
el: Έχω ένα κύμα
es: Tengo una oleada
es_419: Tengo una oleada
fi: Minulla on aalto
fr: J’ai une vague
he: יש לי גל
hi: लहर आई है
hr: Imam val
hu: Hullámom van
id: Gelombang datang
it: Ho un'ondata
ja: ほてりが来ました
ko: 열감이 와요
ms: Gelombang datang
nb: Jeg har en bølge
nl: Ik heb een golf
pl: Mam falę
pt_br: Estou com uma onda
pt_pt: Estou com uma onda
ro: Am un val
sk: Mám vlnu
sv: Jag har en våg
th: ระลอกร้อนมาแล้ว
tr: Dalga yaşıyorum
uk: У мене хвиля
vi: Tôi đang có cơn nóng
zh_hans: 热浪来了
zh_hant: 熱浪來了

source: I'm having a surge now
ar: أمرّ بموجة الآن
cs: Právě mám vlnu
da: Jeg har en bølge nu
de: Ich habe gerade eine Welle
el: Έχω ένα κύμα τώρα
es: Tengo una oleada ahora
es_419: Tengo una oleada ahora
fi: Minulla on aalto nyt
fr: J’ai une vague en ce moment
he: יש לי גל עכשיו
hi: अभी लहर आई है
hr: Upravo imam val
hu: Most jön egy hullám
id: Gelombang datang sekarang
it: Ho un'ondata adesso
ja: 今、ほてりが来ています
ko: 지금 열감이 와요
ms: Gelombang sedang datang
nb: Jeg har en bølge nå
nl: Ik heb nu een golf
pl: Mam teraz falę
pt_br: Estou com uma onda agora
pt_pt: Estou com uma onda agora
ro: Am un val acum
sk: Práve mám vlnu
sv: Jag har en våg just nu
th: ระลอกร้อนมาตอนนี้
tr: Şu an dalga yaşıyorum
uk: У мене зараз хвиля
vi: Tôi đang có cơn nóng ngay lúc này
zh_hans: 现在热浪来了
zh_hant: 現在熱浪來了

source: I've stopped taking it
ar: توقفتُ عن تناوله
cs: Přestala jsem ho užívat
da: Jeg er holdt op med at tage det
de: Ich habe es abgesetzt
el: Σταμάτησα να το παίρνω
es: Ya no lo tomo
es_419: Dejé de tomarlo
fi: Lopetin sen käytön
fr: J’ai arrêté de le prendre
he: הפסקתי ליטול אותה
hi: मैंने इसे लेना बंद कर दिया है
hr: Prestala sam uzimati
hu: Abbahagytam a szedését
id: Aku sudah berhenti menggunakannya
it: Ho smesso di prenderlo
ja: 使うのをやめました
ko: 복용을 중단했어요
ms: Saya sudah berhenti mengambilnya
nb: Jeg har sluttet med den
nl: Ik ben ermee gestopt
pl: Przestałam to przyjmować
pt_br: Parei de tomar
pt_pt: Deixei de tomar
ro: Am încetat să-l iau
sk: Prestala som ho užívať
sv: Jag har slutat ta det
th: ฉันหยุดใช้แล้ว
tr: Kullanmayı bıraktım
uk: Я припинила це приймати
vi: Tôi đã ngừng dùng
zh_hans: 我已停用
zh_hant: 我已經停用了
